{
  "wishes": [
    {
      "id": "001",
      "text": "It's a TEDDY BEAR DAY! And I 'm thinking of someone cute and huggable that someone SPECIAL IS YOU. Happy Teddy Bear Day!"
    },
    {
      "id": "002",
      "text": "On this teddy bear day, I am sending you a teddy bear. But the bad thing is that it can’t compete with you in cuteness."
    },
    {
      "id": "003",
      "text": "Though teddy bears do not have a heart, you still will find lovely vibes oozing out of them in heaps. Happy teddy day bae!!"
    },
    {
      "id": "004",
      "text": "Even if the sun refuses to shine, the words refuse to rhyme… You will always be my valentine. Love you sweetheart... Happy Teddy Day!"
    },
    {
      "id": "005",
      "text": "On the occasion of teddy day, I am gifting a sweet teddy bear along with cute teddy day quotes to my sweetest girlfriend ever. Happy teddy day bae!"
    },
    {
      "id": "006",
      "text": "Breathing is sign of life, heart beating is sign of life, a teddy is sign of love, and your love is a sign of my life. Happy teddy day!"
    },
    {
      "id": "007",
      "text": "Who said teddies aren’t real… I mean just look at you!! You are the most adorable teddy, my love! Happy Teddy Day!"
    },
    {
      "id": "008",
      "text": "You may not be able to hug me but you can surely hug this teddy bear. Happy Teddy Day dear!"
    },
    {
      "id": "009",
      "text": "On this Teddy Day, I want to tell you, you are more warm, cute and cuddly than any teddy bear... Love you!"
    },
    {
      "id": "010",
      "text": "You always live within me, You always laugh within me, And makes me happy and smiling, You always give me a soft and touchy feeling just like a lovely teddy. Happy teddy day!"
    },
    {
      "id": "011",
      "text": "I want to present you a lovely teddy, On this special teddy day, To show you my love and affection to you. Happy teddy day!"
    },
    {
      "id": "012",
      "text": "You are eternal like love, You are cute as the stuffed toy, Take this teddy as my heart, It’s filled with my love and my joy!"
    }
  ]
}
